tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "python@3.9"
brew "glib"
brew "harfbuzz", link: false
brew "binwalk"
brew "bitwarden-cli"
brew "bvi"
brew "carthage"
brew "ruby"
brew "cocoapods"
brew "exiftool"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "ffmpeg"
brew "fileicon"
brew "git"
brew "git-gui"
brew "git-open"
brew "htop"
brew "hugo"
brew "ios-deploy"
brew "jq"
brew "lsd"
brew "midnight-commander"
brew "neovim"
brew "nvm"
brew "python@3.10"
brew "rustup-init"
brew "scrcpy"
brew "starship"
brew "tiger-vnc"
brew "tmux"
brew "tmuxinator"
brew "transmission-cli"
brew "watchman"
brew "wget"
brew "zplug"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "eloston-chromium"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "keycastr"
cask "postman"
cask "swiftbar"
