tap "dwarvesf/tap"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sidneys/homebrew"
tap "wix/brew"
brew "giflib"
brew "libpng"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cabextract"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "python@3.9"
brew "cairo"
brew "cdrtools"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "jpeg", link: true
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "fileicon"
brew "fzf"
brew "git"
brew "git-gui"
brew "git-open"
brew "python@3.11"
brew "gobject-introspection"
brew "htop"
brew "hugo"
brew "jq"
brew "libksba"
brew "librsvg"
brew "lolcat"
brew "lsd"
brew "mas"
brew "midnight-commander"
brew "mkcert"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "nyancat"
brew "openjdk@17"
brew "p7zip"
brew "pandoc"
brew "php"
brew "postgresql@14"
brew "python@3.10"
brew "rsync"
brew "rustup-init"
brew "sl"
brew "starship"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wakeonlan"
brew "watchman"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "zlib"
brew "zplug"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sidneys/homebrew/chntpw"
brew "wix/brew/applesimutils"
cask "alacritty"
cask "appcleaner"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "hiddenbar"
cask "kap"
cask "karabiner-elements"
cask "maestral"
cask "mouse-fix"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "react-native-debugger"
cask "skype"
cask "spotify"
cask "swiftbar"
cask "tor-browser"
cask "unofficial-wineskin"
cask "vimmotion"
cask "visual-studio-code"
cask "vlc"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Endel", id: 1484348796
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
